Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/bratland-n.html.tmx
Source language: nob
Languages: sme

source: Samiske tilbud innenfor sykepleierutdanningen i Finnmark
sme: Sámegielat fálaldagat Finnmárkku buohccidivššároahpus

source: Randi Caspersen Bratland er født i 1953 og oppvokst i Lier i Buskerud.
sme: Randi Caspersen Bratland lea riegádan 1953:s ja bajásšaddan Lieris Buskerud fylkkas.

source: Hun har utdanning fra Menighetssøsterhjemmets sykepleieskole, pedagogisk embetseksamen fra Universitetet i Oslo, storfag i sosialpolitikk og grunnfag i sosialantropologi fra Universitetet i Tromsø.
sme: Son lea vázzán oahpu Menighetssøsterhjemmet buohccidivššárskuvllas, pedagogalaš ámmáteksámena Oslo universitehtas, stuorafága sosiálapolitihkas ja vuođđofága sosiálaantropologiijas Romssa universitehtas.

source: Hun er nå førstelektor ved sykepleieutdanninga på Høgskolen i Finnmark.
sme: Son lea dál vuosttašlektor Finnmárkku allaskuvlla buohccidivššároahpus.

source: Før hun kom til Finnmark arbeidet hun ved daværende Aker sykepleieskole i Oslo, og ved Thaeler Memorial Hospital i Nicaragua.
sme: Ovdal go bođii Finnmárkui, de son barggai dalá Aker buohccidivššárskuvllas Oslos, ja Thaeler Memorial Hospitálas Nicaraguas.

source: Artikkelen er skrevet i 2007.
sme: Artihkal lea čállojuvvon 2007:s.

source: Bakgrunn
sme: Duogáš

source: Mange samiske pasienter har møtt og møter fortsatt språklige barrierer i norsk helsevesen.
sme: Ollu sámegielat buohccit leat vásihan ja ain vásihit gielalaš hehttehusaid Norgga dearvvašvuođasuorggis.

source: Dette er dokumentert av flere utredninger, bl.a. Plan for helse- og sosialtjenester til den samiske befolkning i Norge (NOU:1995:6).
sme: Dát lea duođaštuvvon máŋgga čielggadusas, earret eará Plan for helse- og sosialtjenester til den samiske befolkning i Norge (NAČ:1995:6).

source: Sykepleierutdanningens oppgave er å møte samfunnets behov for sykepleie, også minoritetenes behov.
sme: Buohccidivššároahpu doaibma lea dustet servodaga buohccidikšundárbbuid, maiddái unnitloguálbmogiid dárbbuid.

source: Et viktig bidrag til å bedre situasjonen for samiske pasienter er derfor å utdanne sykepleiere som er tokulturelle og tospråklige i samisk og norsk.
sme: Sámi divššohasaid dili buorideapmái lea dehálaš addit oahpu olbmuide geat leat guovttekultuvrragat ja guovttegielagat sámegielas ja dárogielas.

source: Men hvordan skal dette gjøres?
sme: Muhto movt sáhttá dan dahkat?

source: Fra 1995 til 2001 ble to kull sykepleiestudenter utdanna i samarbeid mellom Høgskolen i Finnmark og Samisk høgskole.
sme: 1995:s gitta 2001 rádjái ožžo 2 buolvva buohccidivššárstudeanttat oahpu Finnmárkku allaskuvlla ja Sámi allaskuvlla ovttasbarggu bokte.

source: I denne artikkelen skal jeg fortelle om mine egne erfaringer som følgeforsker til en gruppe tospråklige studenter.
sme: Dán artihkkalis áiggun muitalit iežan vásihusaid birra go ledjen čuovvundutki guovttegielat studeanttaidjovkui.

source: Sykepleierutdanningen – og samiske forhold
sme: Buohccidivššároahppu – ja sámi dilit

source: Finnmark sykepleierskole ble opprettet i 1960 i Hammerfest.
sme: Finnmárkku buohccidivššároahppu álggahuvvui 1960:s Hámmárfeasttas.

source: I 1994 ble skolen en del av Høgskolen i Finnmark.
sme: 1994:s šattai skuvla oassin Finnmárkku allaskuvllas.

source: Skolen ligger vegg i vegg med Hammerfest sykehus, det sykehuset i Norge som har hatt og har flest samisktalende pasienter.
sme: Skuvllas leat seainnit gitta Hámmárfeastta buohcciviesus, dat buohcciviessu Norggas gos leat leamaš ja leat eanemus sámegielat divššohasat.

source: Sykepleierutdanningen samarbeider også med helseinstitusjoner som har ansvar for spesielle oppgaver innen det samiske samfunnet: Helse Finnmark, herunder Samisk kompetansesenter innen psykisk helsevern (SANKS), samt Undervisningssykehjemmet i Karasjok, som har til oppgave å være ressurssenter for undervisning, fagutvikling og forskning i sykepleietjenesten og de kommunale helse- og omsorgstjenestene.
sme: Buohccidivššároahpus lea maid ovttasbargu dearvvašvuođaásahusaiguin main lea ovddasvástádus erenoamáš doaimmain sámi servodagas: Finnmárkku dearvvašvuohta, dása gullá maid Sámi našuvnnalaš gealboguovddáš psykalaš dearvvašvuođasuddjemis (SÁNÁG), ja Kárášjoga Oahppobuhcciidruoktu, mii galgá doaibmat resursaguovddážin oahpahussii, fágaovdáneapmái ja dutkamii buohccidivššárbálvalusas ja suohkanlaš dearvvašvuođa- ja fuolahusbálvalusain.

source: Rammeplanene for sykepleierutdanningen har ikke har hatt noen spesielle formuleringer om samiske forhold.
sme: Buohccidivššároahpu rámmaplánain ii leat leamaš makkárge erenoamáš cealkámušaid sámi dilálašvuođaid birra.

source: Dette har særlig vært en utfordring for de nordnorske skolene som alle har hatt kontakt med samiske pasienter i helsetjenesten.
sme: Dát lea erenoamážit Davvi-Norgga skuvllaide leamaš hástalussan, main buohkain lea leamaš oktavuohta sámi divššohasaiguin dearvvašvuođabálvalusas.

source: I disse skolene har undervisning om den samiske pasient har vært tatt inn i studieplanen der det har passet og ut fra studentenes interesser.
sme: Dáin skuvllain lea oahppu sámi divššohasa birra váldon oahppoplánii gos lea heiven ja studeanttaid beroštumiid mielde.

source: Siden begynnelsen av 1980-tallet har samiskspråklige studenter vært kvotert inn i utdanningen i Finnmark, kvoten har vært på 10 % av studenttallet.
sme: 1980-logu álggu rájis leat sámegielat studeanttat beassan eari mielde ohppui Finnmárkkus, gos earri lea leamaš 10 % studeantalogus.

source: Kvoteringen har hatt sin berettigelse i de årene det var stor konkurranse om å komme inn på sykepleierutdanningen, med de siste årene har det ikke vært særlig konkurranse, derfor har kvoteringen ikke noen praktisk betydning lenger.
sme: Dát lei dárbbašlaš daid jagiid go lei stuora gilvu beassat sisa buohccidivššárohppui, muhto maŋimus jagiid ii leat leamaš nu stuora gilvu, ja dan sivas ii leat earis leamaš mihkke praktihkalaš dadjamušaid šat.

source: Studenter med samisk som morsmål har etter søknad fått forlenget tid til eksamen.
sme: Oahppit geain lea sámegiella eatnigiellan leat ohcama bokte ožžon guhkiduvvot áiggi eksámenii.

source: Desentralisert sykepleierutdanning i indre Finnmark 1995-98
sme: Desentraliserejuvvon buohccidivššároahppu sis-Finnmárkkus 1995-98

source: Etter at språkreglene i Sameloven tok til å gjelde fra 01.01.91, så høgskolen seg forpliktet til å bidra til rekruttering av samisk helsepersonell.
sme: Maŋŋil go Sámelága giellanjuolggadusat doaibmagohte ođđajagimánu 1. b. 1991:s, oinnii allaskuvla ahte sii leat geatnegahtton váikkuhit sámi dearvvašvuođabargiid rekruteremii.

source: Jeg fikk i oppgave å lage en fagdidaktisk vurdering som ble vedtatt av Høgskolestyret.
sme: Mun ožžon barggu hábmet fágadidaktihkalaš guorahallama man allaskuvlastivra mearridii.

source: Det daværende Regionale høgskolestyret for Finnmark vedtok 23. september 1993 å sette ned et utvalg, som skulle utrede muligheten for å starte opp desentralisert sykepleierutdanning i det samiskspråklige forvaltningsområdet.
sme: Dalá Finnmárkku guovlulaš allaskuvlastivra mearridii čakčamánu 23. b. 1993 vuođđudit lávdegotti, mii galgá guorahallat vejolašvuođa bidjat johtui lávdaoahpu buohccidivššároahpus sámegiela hálddašanguovlluin.

source: De som utredet saken var representanter fra Samisk høgskole, Samiske sykepleieres forening, Finnmark sykepleierhøgskole og Det regionale høgskolestyret.
sme: Sii geat guorahalle ášši ledje Sámi allaskuvlla, Sámi buohccidivššársearvvi, Finnmárkku buohccidivššárallaskuvlla ja Guovlulaš allaskuvlastivrra ovddasteaddjit.

source: Sykepleierutdanningen hadde gjennom flere år hatt vanskelig for å rekruttere fra samiske områder, samtidig som det var mangel på sykepleiere i disse områdene.
sme: Buohccidivššároahpus lei moanat jagiid leamaš váttis rekruteret olbmuid sámi guovlluin, seammás go dain guovlluin váilo buohccidivššárat.

source: I 1995 startet vi opp med den første gruppa med sykepleiestudenter i Kautokeino.
sme: 1995:s álggaheimmet buohccidivššárstudeanttaid vuosttaš joavkku Guovdageainnus.

source: Ved opptak ble det krevd kunnskaper i nordsamisk språk.
sme: Davvisámegielmáhttu gáibiduvvui go váldojuvvojedje sisa.

source: I praksis ble ikke kravet så strengt som ved opptak ved Samisk høgskole.
sme: Duohtavuođas eai lean nu stuora gáibádusat go Sámi allaskuvllas ledje sisaváldimii.

source: Norsk ble likevel skriftspråket i studiet, blant annet fordi ingen av faglærerne i sykepleierutdanningen var i stand til å rette oppgaver på samisk.
sme: Dárogiella šattai aŋkke čállingiellan oahpus, earret eará dan sivas go ii oktage oahpaheddjiin máhttán divvut bargguid sámegillii.

source: I utlysningsteksten for stillingen som lærer sto det at undervisningsspråket ville være norsk.
sme: Oahpaheaddjivirggi almmuhusas čuoččui ahte oahpahusgiella lea dárogiella.

source: Den første tida var det høgskolelærer Nelly Stafne som flyttet til Kautokeino og hadde undervisning med studentene.
sme: Vuosttaš áiggi lei Nelly Stafne allaskuvlaoahpaheaddjin, guhte fárrii Guovdageidnui ja sus lei oahpahus studeanttaide.

source: Men Høgskolen i Finnmark klarte å få ansatt en samisktalende lærer, Berit Bongo – hun tiltrådte stillingen 3 måneder etter opptak.
sme: Muhto Finnmárkku allaskuvla nagodii bidjat virgái sámegielat oahpaheaddji, Berit Bongo, – son álggii bargui 3 mánu maŋŋil sisaváldima.

source: Alle de ti som ble tatt opp på studiet hadde studiekompetanse, men flere andre ble avvist fordi de manglet dette.
sme: Buot logi olbmos geat váldojuvvojedje ohppui, lei lohkangelbbolašvuohta, muhto earát eai beassan sisa dan sivas go sis váillui dat.

source: Gruppa med samiske studenter hadde undervisning både i Kautokeino og i Hammerfest.
sme: Sámegielat studeanttaid joavkkus lei oahpahus sihke Guovdageainnus ja Hámmárfeasttas.

source: Teoriundervisningen hadde de i hovedsak for seg selv, men de var sammen med resten av kullet på enkelte undervisningsområder.
sme: Teoriijaoahpahus lei sis ovttaskasat, muhto ledje ovttas buolvva eará studeanttaiguin muhtin oahpahussurggiin.

source: Høgskolelærer Berit Bongo fulgte studentene både i Kautokeino og Hammerfest.
sme: Allaskuvlaoahpaheaddji Berit Bongo čuovui studeanttaid sihke Guovdageainnus ja Hámmárfeasttas.

source: I praksisdelen av sykepleiestudiet deltok de samiske studentene på ordinær måte.
sme: Buohccidivššároahpu praktihkalaš oahpahusas oassálaste studeanttat dábálaš vuogi mielde.

source: Når de var i praksis i de samiske områdene hadde de i tillegg til ordinær praksisoppfølging tilbud om en samisktalende veileder, Turid Ulvenes.
sme: Go sii ledje barggus sámi guovlluin de lei sis fálaldat sámegielat bagadallis, Turid Ulvenesas, lassin dábálaš bargočuovvoleapmái.

source: I forbindelse med undervisningen i samiske omsorgsforhold ble det gjennomført et feltkurs i Kautokeino i tredje studieår, dette varte i to dager.
sme: Sámi fuolahusdiliid oahpahusa oktavuođas čađahuvvui fealtakursa Guovdageainnus goalmmát oahppojagi, dát bisttii guokte beaivvi.

source: Kurset var knyttet til undervisningen i sosiologi og sosialantropologi, og det var jeg som var faglig ansvarlig.
sme: Kursa lei čadnojuvvon sosiologiija ja sosiálaantropologiija ohppui, ja mus lei fágalaš ovddasvástádus.

source: Som pensum ble brukt arbeider av blant annet Eivind Bråstad Jensen (1991), Per Fugelli (1986) og Berit Bongo (1986).
sme: Lohkanmearis ledje barggut maid earret eará Eivind Bråstad Jensen (1991), Per Fugelli (1986) ja Berit Bongo (1986) ledje čállán.

source: I feltkurset besøkte studentene et gårdsbruk, pensjonistforeningen og andre steder i lokalsamfunnet på jakt etter bakgrunnen til den samiske pasient.
sme: Fealtakurssas gallededje studeanttat ovtta oapmedálu, vuorrasiidsearvvi ja eará báikkiid báikkálaš servodagas, ohcame sámi divššohasa duogáža.

source: Fra undervisninga ved Samisk høgskole.
sme: Buohccedivssároahppu Sámi allaskuvllas.

source: Fra høyre: Inger Marit Eira (Åhren), Inga Sara, Solbjørg Valio, Berit Inger Anne Henriksen, Ellen Marit Gaup.
sme: Olgeš bealde: Inger Marit Eira (Åhren), Inga Sara, Solbjørg Valio, Berit Inger Anne Henriksen, Ellen Marit Gaup.

source: Undervisning i auditorium i Hammerfest, sammen med studentene fra Hammerfest.
sme: Oahpahus Hámmárfeasttas, ovttas Hámmárfeastta studeanttaiguin. (Govva luoikan Solbjørg Valio)

source: Lærer og forsker i forhold til samiske studenter
sme: Oahpaheaddji ja dutki sámi studeanttaid gaskkas

source: Min rolle i dette prosjektet var tredelt: Jeg hadde laget den fagdidaktiske vurderingen.
sme: Mus ledje golbma rolla dán prošeavttas: Mun ledjen hábmen fágadidaktihkalaš veardádallama.

source: Som lærer hadde jeg ansvar for samfunnsfagundervisningen, og som forsker fulgte jeg studentene i deler av undervisningen, og samlet opplysninger underveis.
sme: Oahpaheaddjin mus lei ovddasvástádus servodatfágaoahpahusas, ja dutkin čuvvon mun osiid studeanttaid oahpahusas, ja čoggen dieđuid dađistaga.

source: Evalueringen ble gjennomført med støtte fra daværende Råd for høgskoleutdanning i helse- og sosialfag, og med professor Anton Hoëm som veileder.
sme: Dalá Allaskuvlaoahpu dearvvašvuođa- ja sosiálafágaráđđi doarjjui evaluerema, ja professor Anton Hoëm lei bagadalli.

source: Jeg fulgte kull 1995 i første halvår, så var jeg borte et år på grunn av svangerskapspermisjon – og så fulgte jeg studentene det resterende halvannet år studiet deres varte.
sme: Mun čuvvon vuosttaš jahkebeali 1995 buolvvas, de jávken jagi go mus lei mánnáoažžunvirgelohpi – ja de čuvvon studeanttaid loahppa beannot jagi maid oahppu bisttii.

source: I mitt fravær var det kollega Unni Bente Elde som samlet data, og besøkte studentene i Kautokeino.
sme: Dan botta go mun ledjen eret, de čokkii bargoustit Unni Bente Elde dieđuid, ja galledii studeanttaid Guovdageainnus.

source: I det følgende vil jeg sitere fra evalueringsrapporten for å synliggjøre både muligheter og utfordringene i dette prosjektet.
sme: Čuovvovaččat áiggun mun siteret evaluerenraporttas čalmmustahttit sihke vejolašvuođaid ja hástalusaid dán prošeavttas.

source: Et kort møte med klassen sett med mine norske øyne: 9. oktober 1995 reiste jeg sammen med en av faglærerne til Kautokeino for å gjøre klasseromsobservasjon av den lille gruppa ved Samisk høgskole.
sme: Oanehis deaivvadeapmi luohkáin gehččon mu dáža čalmmiiguin: Golggotmánu 9.b. 1995 vulgen mun oktan ovttain fágaoahpaheddjiin Guovdageidnui čađahit luohkkálatnjaáicama dan unna jovkkožis Sámi allaskuvllas.

source: Dagligspråket i skolen er samisk, men alle slår lett over til norsk når de oppdager at nykommeren bare snakker norsk.
sme: Beaivválaš giella lei sámegiella, muhto buohkat jorgalit álkit dárogillii go fuobmájit ahte guossi hupmá dušše dárogiela.

source: Klasserommet var lite og smalt og lå i 2. etasje.
sme: Luohkkálatnja lei unni ja seaggi, ja lei 2. gearddis.

source: Læreren som foreleste var norsk.
sme: Oahpaheaddji gii logaldalai, lei dárogielat.

source: Men studentene har allerede hatt andre undervisere fra Kautokeino som har undervist på samisk.
sme: Muhto studeanttain ledje juo leamaš eará guovdageaidnolaš oahpaheaddjit geat oahpahedje sámegillii.

source: Jeg spør studentene hvordan de opplever at samisk språk blir brukt i undervisningen: En av studentene svarer: «Når læreren snakker samisk er det lettere, jeg kan skrive mens jeg hører, for det er mitt morsmål som brukes – ørene får hvile»
sme: Mun jearan studeanttain movt sii vásihit ahte sámegiella adno oahpahusas: Okta studeanttain vástida: «Go oahpaheaddji hupmá sámegiela, de lea geahppasit, go de sáhtán čállit dan botta go gulan, go dat lea mu eatnigiella mii adno – bealjit besset vuoiŋŋastit.»

source: Internt på høgskolen (Avdeling helsefag i Hammerfest) var det flere som reagerte på at studentene snakket samisk i undervisningen.
sme: Siskkáldasat allaskuvllas (Hámmárfeastta dearvvašvuođafága ossodagas) ledje máŋggas geat reagerejedje go studeanttat hupmet sámegiela oahpahusas.

source: Dette tror jeg hadde å gjøre med at intensjonene først og fremst var å bedre sykepleiermangelen i Indre Finnmark, at dette skulle føre til at studentene snakket samisk i undervisningen hadde mange ikke tenkt på.
sme: Dása jáhkán sivvan go áigumuš lei ovddemus buoridit buohccidivššárváilivuođa Sis-Finnmárkkus, ahte dát sáhtii mielddisbuktit ahte studeanttat hupmet sámegiela oahpahusas, dan eai lean gallis jurdilan.

source: At det regionale høgskolestyret nettopp hadde lagt språkreglene i Sameloven til grunn for opprettelsen, syntes å være glemt.
sme: Orui vajálduvvon ahte guovlulaš allaskuvlastivra lei juste bidjan Sámelága giellanjuolggadusaid oahpu álggaheami vuođđun.

source: Avdelingens administrasjon var mer opptatt av de geografiske barrierene, og hvordan disse kunne forseres via IKT.
sme: Ossodaga hálddahus beroštii eambbo geográfalaš hehttehusain, ja das movt daid sáhtášii garvit DGT bokte.

source: Det ble brukt lyd/bildestudio i forbindelse med prosjektet – men intensjonen om utstrakt bruk av IKT ble ikke innfridd på grunn av for dårlig utstyr.
sme: Jietna/govvastudio geavahuvvui prošeavttas – muhto áigumuš geavahit DGT viidát ii devdojuvvon go ledje beare heajos rusttegat.

source: Den neste dagen skulle studenten arbeide med prosjektarbeid.
sme: Nuppi beaivvi lei studeanttain prošeaktabargu.

source: Arbeidet strakte seg over hele dagen og ble avsluttet med fremlegg dagen etter.
sme: Bargu bisttii miehtá beaivvi, ja ovdanbuktin lei nuppi beaivvi.

source: Studenten planla prosjektet på samisk og fremførte det på norsk.
sme: Studeanttat ráhkkanedje prošeavtta sámegillii ja ovdanbukte dárogillii.

source: For meg som norskspråklig føltes det litt uvant å observere at det ble snakket samisk i gruppene.
sme: Munnje gii lean dárogielat lei veahá amas dárkot go hupme sámegiela joavkkuin.

source: Fremlegget opplevdes som den rene åpenbaring og hadde god faglig kvalitet.
sme: Ovdanbuktin lei dego almmustus ja das lei buorre fágalaš kvalitehta.

source: Bruken av samisk språk i gruppene satte altså rollen som forsker på prøve, hvordan kunne jeg evaluere noe jeg ikke forsto?
sme: Sámegiela geavaheapmi joavkkuin bijai dutki rolla geahččalussii, movt sáhtán mun árvvoštallat juoidá maid in ipmir?

source: Jeg bestemte meg for at jeg måtte tåle dette i en periode.
sme: Mun mearridin ahte mun ferten gierdat dán ovtta áiggi.

source: Studentene hadde en samisktalende lærer, som kunne følge med på hva studentene diskuterte.
sme: Studeanttain lei sámegielat oahpaheaddji, gii sáhtii čuovvut mielde maid studeanttat digaštallet.

source: For meg førte det til at jeg ble enda mer klar over hvilken betydning det samiske språket hadde for disse studentene, og det måtte være viktigere enn at jeg kom på sidelinjen, jeg fikk jo et innblikk i kvaliteten etter hvert.
sme: Munnje šattai vel čielgaseabbon man dehálaš sámi giella lei dáidda studeanttaide, ja dat fertii leat deháleabbo go dat ahte mun šadden duogábeallái, mun oidnen kvalitehta dađistaga.

source: Senere skulle studentene forholde seg til norsktalende pasienter og kolleger i norske sammenhenger, og dette fikk de fint til.
sme: Maŋŋil galge sámegielat studeanttat ovttastallat dárogielat divššohasaiguin ja bargoustibiiguin dáža oktavuođain, ja dat manai hui bures.

source: Da 30 studenter fra Hammerfest var på besøk i Kautokeino, fikk de servert biđus i lavvu ved Suohpatjávri.
sme: Dalle go 30 studeantta Hámmárfeasttas fitne Guovdageainnus, sii ožžo biđđosa lávus Suohpatjávregáttis.

source: På bildet lærer Randi Bratland og studentene Solbjørg Valio og Ellen Marit Gaup.
sme: Govas oahpaheaddji Randi Bratland ja studeanttat Solbjørg Valio ja Ellen Marit Gaup.

source: Samiske miljø som støtte i møte med norsk utdanning
sme: Sámi biras doarjjan dáža oahpahusain deaivvademiin

source: For alle studenter vil det å ta sykepleierrollen være en utfordring som kan oppleves som krevende, og kanskje stressende til tider.
sme: Buot studeanttaide lea stuora hástalussan ja gáibideaddjin váldit buohccidivššárrolla, ja maiddái huššan muhtin áiggiid.

source: Men de tokulturelle studentene vil i tillegg ha en del utfordringer når det gjelder språk, og koder som alle tar for gitt i hverdagen.
sme: Muhto guovttekultuvrrat studeanttaide lea dasa lassin hástalussan giella ja kodat mat earáide leat diehttelasat árgabeaivvis.

source: Stress skal ikke unngås for enhver pris, det kan virke stimulerende med en viss grad av utfordring.
sme: Huša ii galgga garvit buot návccaiguin, dat sáhttá movttiidahttit go addá muhtin muddui hástalusa.

source: Men når det blir mer enn en person kan håndtere, er det uheldig og kan føre til at personen ikke søker seg til utdanning eller orker å fullføre.
sme: Muhto go šaddá eanet go okta olmmoš gierdá, de ii leat buorre ja sáhttá váikkuhit dasa ahte olmmoš ii oza ohppui dahje ii nagot čađahit oahpu.

source: Det må derfor være et felles ansvar å legge opp til variasjon i skolesystemet slik at minoriteter også får en sjanse til å utdanne seg.
sme: Danin ferte leat oktasaš ovddasvástádus heivehit skuvlavuogádaga nu ahte unnitloguálbmogat maid ožžot vejolašvuođa vázzit oahpu.

source: Personalet ved de to institusjonene Høgskolen i Finnmark og Samisk høgskole fikk til et praktisk samarbeid om å etablere et desentralisert studium i et samisk område.
sme: Finnmárkku allaskuvlla ja Sámi allaskuvlla bargit ožžo áigái praktihkalaš ovttasbarggu álggahit desentraliserejuvvon oahpu sámi guovllus.

source: Indirekte har dette hatt betydning for den tryggheten studentene følte i forhold til å kunne vise begge sider av seg selv i studiesituasjonen.
sme: Gaskkalaččat lea dás leamaš dadjamuš oadjebasvuhtii mii studeanttain lei go sáhtte čájehit iežaset goappašiid beliid oahppodiliin.

source: For oss som ikke er tokulturelle er det naturlig nok vanskelig å sette seg inn hvordan det oppleves å fungere tokulturelt.
sme: Midjiide geat eat leat guovttekultuvrragat, lea lunddolaččat váttis ipmirdit movt lea doaibmat guovttekultuvrragin.

source: Jeg vil derfor ta mange forbehold om at det kan oppleves forskjellig av ulike personer, og vi må alltid stille oss kritiske til forklaringer på dette.
sme: Mun áiggun dan sivas máŋgga dáfus doallat vejolažžan ahte sáhttá leat iešguđet ládje olbmos olbmui, ja ahte mii galgat álo árvvoštallat garrasit dáid čilgehusaid.

source: Kulturell tilpasning kan oppfattes som en stressituasjon, hvor en hele tiden veksler mellom kulturene, mellom det kjente og det ukjente – og hvor faktorene beskrevet over (og andre) virker inn.
sme: Kultuvrralaš heiveheapmi sáhttá dovdot huššan, gos kultuvrrat ovttat ládje molsašuddet, gaskkal oahppása ja apmasa – ja gos badjelis namuhuvvon faktorat (ja earát) váikkuhit.

source: Bruk av morsmålet spiller en rolle for at dette skal oppleves trygt og meningsfullt.
sme: Eatnigiela geavaheapmi váikkuha sáhka ahte dát vásihuvvo oadjebassan ja ulbmillažžan.

source: Det å få være tokulturell i yrkesrollen frigjør etter vår erfaring mye kreativitet, og gjør studiet nært og relevant for studentene.
sme: Dat ahte beassá leat guovttekultuvrrat barggus mielddisbuktá min vásihusaid mielde ollu hábmennávccaid, ja dagaha ahte oahppu šaddá lahka ja áigeguovdil ohppiide.

source: I mine data kom det fram at flere av studentene ville ikke ha begynt på sykepleierutdanningen dersom den ikke hadde vært lagt til hjemstedet og til en samisk høgskole, Men det er også andre måter å gjøre dette på.
sme: Mu dieđuin boahtá ovdan ahte máŋga studeantta eai livčče álgán buohccidivššárohppui jus ii livčče biddjon ruovttubáikái ja Sámi allaskuvlii. Muhto dán sáhttá maid dahkat eará ládje.

source: Det tokulturelle er ikke et argument for at enhver kommune må ha sin egen utdanning.
sme: Guovttekultuvrratvuohta ii leat ágga dasa ahte juohke suohkanis galgá leat sierra oahppu.
